historic/moonshot-samples/C15N1/randread-011-1M.fio.out
randread-1m: (g=0): rw=randread, bs=1M-1M/1M-1M/1M-1M, ioengine=libaio, iodepth=10
fio-2.1.3
Starting 1 process

randread-1m: (groupid=0, jobs=1): err= 0: pid=30914: Fri May 27 18:00:52 2016
  read : io=139557MB, bw=2325.8MB/s, iops=2325, runt= 60005msec
    slat (usec): min=47, max=1241, avg=289.13, stdev=108.12
    clat (usec): min=1139, max=7423, avg=4004.76, stdev=275.28
     lat (usec): min=1281, max=7749, avg=4294.14, stdev=250.55
    clat percentiles (usec):
     |  1.00th=[ 3440],  5.00th=[ 3632], 10.00th=[ 3728], 20.00th=[ 3824],
     | 30.00th=[ 3888], 40.00th=[ 3952], 50.00th=[ 3984], 60.00th=[ 4048],
     | 70.00th=[ 4128], 80.00th=[ 4192], 90.00th=[ 4320], 95.00th=[ 4448],
     | 99.00th=[ 4768], 99.50th=[ 4960], 99.90th=[ 5984], 99.95th=[ 6624],
     | 99.99th=[ 7136]
    bw (MB  /s): min= 2264, max= 2344, per=99.93%, avg=2324.06, stdev=12.57
    lat (msec) : 2=0.02%, 4=51.58%, 10=48.40%
  cpu          : usr=0.79%, sys=66.55%, ctx=112058, majf=0, minf=523
  IO depths    : 1=0.1%, 2=0.1%, 4=0.1%, 8=99.9%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.1%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued    : total=r=139557/w=0/d=0, short=r=0/w=0/d=0

Run status group 0 (all jobs):
   READ: io=139557MB, aggrb=2325.8MB/s, minb=2325.8MB/s, maxb=2325.8MB/s, mint=60005msec, maxt=60005msec

Disk stats (read/write):
  nvme0n1: ios=1254864/4, merge=0/0, ticks=4923992/12, in_queue=4925804, util=99.94%